/* code credit */
"Engine, frontend, net server" = "Motor de jogo, frontend, servidor";
"Many desktop frontend improvements" = "Inúmeros melhoramentos no frontend";
"Many engine and desktop frontend improvements" = "Inúmeros melhoramentos no motor de jogo e frontend";
"Drillrocket, Ballgun, RC Plane weapons" = "Rocket-Broca, Pistola de Bolas, armas do Avião Telecomandado";
"Mine number and time game settings" = "Número de minas e preferências de tempo do jogo";
"Desktop frontend improvements" = "Melhoramentos no frontend";
"Desktop frontend improvements" = "Melhoramentos no frontend";
"Mac OS X and iPhone version" = "Versão para Mac OS X e iPhone";
"Many engine and desktop frontend improvements" = "Inúmeros melhoramentos no motor e frontend";
"Gamepad and Lua integration" = "Integração do Gamepad e Lua";
"Many engine improvements and graphics" = "Inúmeros melhoramentos no motor de jogo e gráficos";
"Maze maps" = "Mapas labirinto";
"Engine and desktop frontend improvements" = "Melhoramentos no motor e frontend";
"Lua game modes and missions" = "Modos de jogo Lua e missões";
"Desktop frontend improvements" = "Melhoramentos no frontend";
"Android port" = "Conversão para Android";

/* art credit */
"Main graphics" = "Gráficos principais";
"Some hats" = "Alguns chapéus";
"Hedgehogs voice" = "Voz dos Hedgehogs";

/* translation credit */
"Brazilian Portuguese" = "Português do Brasil";
"Bulgarian" = "Búlgaro";
"Czech" = "Checo";
"Chinese" = "Chinês";
"English" = "Inglês";
"Finnish" = "Finlandês";
"French" = "Francês";
"German" = "Alemão";
"Greek" = "Grego";
"Italian" = "Italiano";
"Japanese" = "Japonês";
"Korean" = "Coreano";
"Lithuanian" = "Lituano";
"Polish" = "Polaco";
"Portuguese" = "Português";
"Russian" = "Russo";
"Slovak" = "Eslovaco";
"Spanish" = "Espanhol";
"Swedish" = "Sueco";
"Ukrainian" = "Ucraniano";
